module.exports = {
    welcome:
        "Вы попали в этот чат по рекомендации Ваших знакомых. \n\n" +
        "Мы собираем информацию по самым крутым людям в нашей отрасли, чтобы помочь Вам легче найти работу мечты с лучшей оплатой труда и прекрасными условиями, когда Вам это понадобится. Вам интересно?",

    pay_attention:
        "Согласитесь, было бы здорово сидеть в прекрасном офисе, с отличным коллективом, получать очень достойную оплату труда и при этом не гореть "+
        "на работе из-за начальника придурка. Уделите 1 минутку Вашего времени. Вас это ни к чему не обяжет, а получить Вы сможете очень многое. Кто знает, как жизнь повернется?",

    hello:
        "О, Привет! Меня зовут HR бот 'Белого КУБа', я помогаю нашему HR Елене работать эффективнее. \n\n"+
        "Посмотри видео о нас и нашем проекте: https://www.youtube.com/watch?v=wC7loroQ3UA&feature=youtu.be\n\n"+ 
        "Ну как, интересно?",
    
    bye:
        "Очень жаль, что вас не заинтересовало😢 Всего доброго.",

    register:
        "Хорошо. Давай познакомимся поближе.\n\n" +
        "Как тебя зовут?",

    ask_surname:
        "Напиши, пожалуйста, свою фамилию",

    ask_phone:
        "Напиши, пожалуйста, свой номер телефона",

    change_name:
        "Отправь свое имя еще раз",
    
    change_surname:
        "Отправь свою фамилию еще раз",

    change_phone:
        "Отправь свой номер телефона еще раз",

    choose_vacancy:
        "Отлично, спасибо! Скажи пожалуйста, на какую вакансию тебе было бы интересно попробовать пройти собеседование?",

    hh_resume:
        "Супер. Если у тебя есть резюме на hh.kz, поделись им с нами. Отправь его в одном из форматов: pdf, doc, jpg, jpeg, png",

    video:
        "Посмотри это видео с описанием вакансии: {vacancy_video} . Или прочти ее текст: {vacancy_text}  - как удобнее тебе =). Ну что, интересно?",

    first_q:
        "Последний момент. Ответь, пожалуйста, на тест из 4 простых вопросов. Первый вопрос: ",
        
    second_q:
        "Второй вопрос: ",

    third_q:
        "Третий вопрос: ",

    fourth_q:
        "Четвертый вопрос: ",
        
    social_network:
        "Спасибо! Отлично. Давай, я передам Елене данные о тебе и свяжусь, как только мы ознакомимся с твоим резюме."+
        "Кстати, может быть, у тебя есть аккаунт в инстаграме или фейсбуке? Давай дружить?",

    ask_about:
        "Кстати, может быть, ты знаешь реально крутых ребят, кто подошел бы на вакансию менеджера по продажам и можешь поделиться его телефоном/инстаграм/резюме?",
    
    wait:
        "Я передал Ваши данные Елене, пожалуйста ожидайте обратной связи.",

    sozvon_1:
        "Как дела? Я передал Елене твои данные, она посмотрела и хочет с тобой побеседовать, чтобы понять, "+
        "как быть дальше. Давай, может, тогда созвонимся? Запланируй время, потребуется примерно 10 минут. Выбери один из дней:",

    choose_time:
        "Прекрасно,теперь выбери время:",

    when_you_want:
        "Ого, какой у тебя плотный график. Хорошо, напиши, когда тебе удобно созвониться?",

    ask_Elena:
        "Давай я это время согласую с Еленой, хорошо?",

    everything_ok:
        "Ок, я согласовал, всё нормально, потверждаем",

    reminder:
        "Куку. Через час созвон, помнишь? Всё в силе?",

    after_sozvon_1:
        "Класс! Спасибо тебе большое за уделенное время. Нам потребуется некоторое время, чтобы "+
        "проанализировать информацию, полученную при разговоре. Мы скоро вернемся к тебе с ответом",

    sozvon1_passed:
        "Привет! Как дела? Мы проанализировали информацию после твоего с Еленой телефонного разговора и "+
        "знаешь что? Ты прошел первый этап отбора! Готов двигаться дальше?",

    give_tests:
        "Отлично. Сейчас мы скинем тебе  ссылки на тесты, будь добр, пройди их в течение суток,"+
        " это очень важно.",

    test_reminder:
        "Ты прошел тесты?",

    checking_tests:
        "Отлично, спасибо! Дай нам еще немного времени посмотреть, что там по тестам",

    job_offer:
        "Привет! Мы к тебе с отличной новостью! Готовы сделать тебе предложение по работе. Ты готов?",

    ask_iin:
        "Супер. Чтобы тебя трудоустроить, нужны твои паспортные данные. Заполни, пожалуйста, их:",

    ud_lich:
        "Супер. Сфоткай, пожалуйста, еще свой удостоверение личности с двух сторон.",
    
    the_end:
        "Спасибо большое! Ну что ж, добро пожаловать на борт!",

};